/**/
"Cancel" = "Annuler";
/**/
"Delete" = "Effacer";
/**/
"Open" = "Ouvrir";
/**/
"Edit" = "Modifier";
/**/
"Yes" = "Oui";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Appliquer une géométrie";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Effacer une géométrie";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Supprimer un sommet";
/*Geometry Edit Action Name*/
"Insert Part" = "Insérer une partie";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Insérer un sommet";
/*Geometry Edit Action Name*/
"Move Vertex" = "Autre sommet";
/*Geometry Edit Action Name*/
"Remove Part" = "Supprimer une partie";

/*Collecting attachments*/
"Add" = "Ajouter";
/*Collecting attachments*/
"Take Photo or Video" = "Prendre une photo ou une vidéo";
/*Collecting attachments*/
"Choose From Library" = "Choisir à partir d'une bibliothèque";
/*Collecting attachments*/
"Photo" = "Photo";
/*Collecting attachments*/
"Video" = "Vidéo";
/*Collecting attachments*/
"Save To Photo Library" = "Enregistrer dans la bibliothèque de photos";
/*Collecting attachments*/
"Download" = "Télécharger";

/*Date attribute*/
"Today" = "Aujourd'hui";

/**/
"Attachments" = "Pièces jointes";
"Attributes" = "Attributs";

/**/
"Open in Safari" = "Ouvrir dans Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Entrer un nombre entre %i et %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Entrer un nombre entre %f et %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Trop de caractères (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Le nombre est hors de la plage  acceptable.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Le type de champ n'est pas pris en charge";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d sur %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Changement de type d'entité";
"ChangingFeatureTypeAlertMessage" =  "Vous changez le type d'entité, ce qui peut potentiellement écraser les valeurs de certains champs. Le voulez-vous vraiment ?";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "Les données pour le diagramme à secteurs ne sont pas valides";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "Aucune donnée pour créer un diagramme à secteurs";

